Repository: ISL270/seraj
Catalog: lib/app/core/l10n/arb/app_*.arb
Languages: ar

source: login
ar: تسجيل الدخول

source: sign up
ar: التسجيل

source: Email
ar: البريد الالكتروني

source: password
ar: كلمة المرور

source: confirm password
ar: تأكيد كلمة المرور

source: sign in with google
ar: تسجيل الدخول بجوجل

source: create account
ar: انشاء حساب

source: invalid email
ar: بريد الكتروني غير صالح

source: invalid password
ar: كلمة المرور غير صالحة

# passwordsDontMatch
source: passwords do not match
ar: كلمات المرور لا تتطابق

source: login failed
ar: فشل تسجيل الدخول

source: sign up failed
ar: فشل التسجيل

source: theme
ar: النمط

source: light
ar: فاتح

source: dark
ar: داكن

source: system
ar: النظام

source: language
ar: اللغة

source: logout
ar: تسجيل الخروج

source: Offline
ar: غير متصل

source: online
ar: متصل

source: Today
ar: اليوم

source: January
ar: يناير

source: February
ar: فبراير

source: March
ar: مارس

source: April
ar: أبريل

source: May
ar: مايو

source: June
ar: يونيو

source: July
ar: يوليو

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: October
ar: أكتوبر

source: November
ar: نوفمبر

source: December
ar: ديسمبر

source: hadith
ar: أحاديث

source: duas
ar: أدعية

source: azkar
ar: أذكار

source: settings
ar: إعدادات

source: Done
ar: تم

source: Name
ar: إسم

source: invalid name
ar: إسم غير صالح

# athars
source: athar
ar: أثار

source: search
ar: بحث

# addNew
source: new add
ar: إضافة جديدة

source: prophetic hadith
ar: حديث نبوي

# propheticHadithC
source: prophetic hadith
ar: الحديث النبوي

# hadithDesc
source: hadith description
ar: نص الحديث

source: quranic verse
ar: آيات قرآنية

source: others
ar: اخرى

source: add
ar: إضافة

source: Select Hadith Type
ar: اختر نوع الحديث

source: Title
ar: عنوان

source: concept
ar: مفهوم

source: hadith type
ar: نوع الحديث

source: Text Of Hadith
ar: المتن

source: Rawi Of Hadith
ar: الراوي

source: extraction Of Hadith
ar: التخريج

# hadithDaif
source: Daif
ar: ضعيف

# hadithSahih
source: Sahih
ar: صحيح

# hadithExplain
source: Hadith Explanation
ar: الشرح

source: Enter Text Of Hadith
ar: ادخل متن الحديث

source: Hadith Rule
ar: الحكم

# hadithAddedSuccessf
source: Hadith Added Successfully
ar: تم إضافة الحديث بنجاح

# hadithHasan
source: Hasan
ar: حسن

source: priority
ar: مدى الاهمية

source: save it
ar: حفظه

source: normal
ar: يرجى

source: high
ar: يفضل

source: urgent
ar: يجب

source: text
ar: النص

source: sayer
ar: القائل

source: explanation
ar: الشرح

# enterText
source: text is required
ar: ادخل النص

source: Athar Text
ar: النص

source: Athar Sayer
ar: القائل

source: Athar Isnad
ar: الإسناد

source: Athar Rule
ar: الحكم

source: Athar Extraction
ar: التخريج

# intermittent
source: Athar Intermittent
ar: متقطع

source: Other
ar: اخرى

source: Explaination
ar: الشرح

source: Explaination Of Athar
ar: شرح الاثر

source: Enter Text Of Athar
ar: ادخل نص الاثر

source: ok
ar: موافق

source: cancel
ar: إلغاء

# areYouSure
source: are you sure you want to delete this athar?
ar: هل انت متاكد من حذف هذا الأثر؟

source: Daleel Type
ar: نوع الدليل

source: Date
ar: التاريخ

source: Filter
ar: تصفية

source: Hadiths
ar: الأحاديث النبوية

source: Ayahs
ar: الآيات القرآنية

source: ِAdd Ayahs
ar: إضافة آيات قرآنية

source: Athars Of Sahaba
ar: اثار الصحابة

source: Apply
ar: تطبيق

source: No Result
ar: لا يوجد نتائج

source: Quranic Ayah Surah
ar: سورة الآية القرآنية

# surahandnoayah
source: Surah & Number of Ayah
ar: السورة و الآيات

source: ٍٍSearch For Aya
ar: البحث عن آية

source: Select Ayahs
ar: حدد الآية

source: Ayah
ar: آية

# ayahAdded
source: Ayah added successfully
ar: تم إضافة الايه بنجاح

source: quranic verse
ar: آية قرآنية

# quranicversec
source: quranic verse
ar: آية قرآنية

# quranicayahexp
source: Quranic Ayah Explanation
ar: تفسير الآيات

# numofayah
source: Ayah No.
ar: رقم الآية

source: Already Exists
ar: موجود بالفعل

source: Tag
ar: التبويب

# delTags
source: Delete Tags
ar: مسح التبويب

source: From
ar: من

source: To
ar: إلي

source: Warning
ar: تنبيه

source: Edit
ar: تعديل

# ayaExist
source: Ayah already exists
ar: الأية موجودة بالفعل

source: Add Dua
ar: إضافة دعاء

source: Select Dua Time
ar: اختر توقيت الدعاء

# addNotes
source: Add your notes
ar: أضف ملاحظاتك

source: Additional Notes
ar: ملاحظات إضافية

# numOfTimes
source: Number of Times
ar: عدد المرات

# numOfTimesANDpriority
source: Repetition and Priority
ar: التكرار و الأولوية

source: Morning
ar: صباحاً

source: Evening
ar: مساءً

source: Without Time
ar: بدون توقيت

source: Forgiveness
ar: المغفرة

source: Livelihood
ar: الرزق

source: Healing
ar: الشفاء

source: Reward
ar: الأجر

source: Important
ar: مهم

# vImportant
source: Very Important
ar: مهم جدا

source: Dua
ar: الدعاء

source: Dua Added
ar: تم إضافة الدعاء

source: Filter Options
ar: خيارات التصفيه

source: All
ar: الكل

# fav
source: Favorites
ar: المفضلة

source: Clear
ar: مسح

source: Share
ar: مشاركة

source: Copy
ar: نسخ

# copied
source: Text copied!
ar: ! تم نسخ النص

# noDua
source: No Duas Added!
ar: لا توجد ادعية مضافة حتي الان

# aya
source: Ayah
ar: آية

source: Daleel Sayer
ar: قائل الدليل

# daleelExplain
source: Daleel Explaination
ar: شرح الدليل

source: Daleel Tags
ar: الكلمات المرجعية للدليل

source: Daleel Priority
ar: أهمية الدليل

# daleelDate
source: Last Revisited At
ar: آخر تحديث

# daleelHadithAuth
source: Daleel Hadith Authenticity
ar: صحة الحديث

source: Daleel Details
ar: تفاصيل الدليل

# wentWrong
source: Something went wrong
ar: حدث خطا ما

source: Add Azkar
ar: إضافة اذكار

# azkarAdded
source: Azkar added successfully
ar: تم إضافة الذكر

source: Azkar Text
ar: الذكر

source: Azkar Explain
ar: الشرح

# azkarRepeat
source: Repeat Number Of Azkar
ar: عدد التكرار

source: Enter Text Of Azkar
ar: ادخل نص الذكر

# noAzkars
source: No Azkars Added yet!
ar: لا يوجد أذكار

source: No Description
ar: لا يوجد شرح

source: Repetition
ar: التكرار

# editOfDaleel
source: Edit Daleel
ar: تعديل الدليل

# textOfDaleel
source: Daleel Text
ar: نص الدليل

# sayerOfDaleel
source: Daleel Sayer
ar: قائل الدليل

# explainOfDaleel
source: Daleel Explain
ar: شرح الدليل

# tagsOfDaleel
source: Daleel Tags
ar: الكلمات المرجعية للدليل

# priorityOfDaleel
source: Daleel Priority
ar: أهمية الدليل

# extractOfHadith
source: Hadith Extraction
ar: تخريج الحديث

# ruleOfHadith
source: Hadith Rule
ar: حكم الحديث
